"[[\"Enrico Bertini: Hey, everyone.\", \"Welcome to a new episodes of Data Stories.\", \"Hey, Moritz.\", \"What's up?\"], [\"EB: You are touring. \"], [\"EB: Yep. \"], [\"EB: Oh, I loved that.\", \"I loved that one. \"], [\"EB: Oh, yeah.\", \"Yeah, yeah, yeah.\", \"So, when are you going?\", \"You're going to IO? \"], [\"EB: Minneapolis, yeah.\"], [\"EB: Nice, nice. \"], [\"EB: Um, good.\", \"Enjoying summer a little bit.\", \"Still a lot of work to do, but it's fine.\", \"I'm done with teaching, which is good.\", \"Um, I just have a brief update.\", \"I'm really happy about a recent, uh, project.\", \"Um, I don't know if I've ever mentioned that on the podcast, but we are working with ProPublica and developing some software to help them look into millions of reviews from, from Yelp.\", \"They just published their second article based on the analysis that they conducted with this tool, and I'm really excited.\", \"Some of the stuff that we do is actually useful, at least to some people within ProPublica.\", \"So they've been analyzing Yelp reviews to actually look into privacy issues, and the fact that doctors sometime reply to reviews, customer reviews, and disclose information that they are not allowed to, to disclose.\", \"So, it's new stuff.\", \"It's fun, yeah, it's fun. \"], [\"EB: I will, of course. \"], [\"EB: So, let's start with our new guest today.\", \"I'm really excited to have Matt Daniels on the show, from Polygraph.\", \"Hey, Matt.\", \"How are you?\"], [\"EB: I'm good, I'm good.\", \"So, uh, Matt is the, is the main person behind Polygraph, and, um, he publishes amazing, um, how do you call that?\", \"I mean, interactive articles with visualizations and data analysis.\", \"Mostly a lot of them on music, and that's one of the reason why I'm so excited, but also many other topics, including, I don't know, gender biases, and stuff like that.\", \"So, Matt, can you give us a little bit of an introduction about who you are, what you do, um, maybe even why you do it?\", \"And then we can move onto a couple of projects we want to talk about. \"], [\"EB: Wow.\", \"I mean, when I look at what you do on the web, it's amazing.\", \"Congratulations. \"], [\"EB: Doesn't take long to learn coding. \"], [\"EB: No, because, you know, I mean, I'm saying that because you have those people who are, like, do I need to learn coding in order to do visualization?\", \"Well, not necessarily, but if you do, I mean, you have so many more options, so.\", \"I think it's, you are a good story to tell.\", \"So, Matt, I would like to dive into, um, a couple of projects we selected, um, directly.\", \"Uh, you have many, many more, and I really encourage our listeners to just go to your website, which is poly-graph.co and see all the amazing projects you publish there.\", \"So, we will be focusing on a couple of them. \"], [\"EB: And, uh, I would like to start with one about music, and it's called The Most Timeless Songs of All Time.\", \"So, can you briefly introduce this project and tell us how you, you, you got started there?\", \"Uh, how you generated the idea, and then how you realized the project? \"], [\"EB: So, I'm wondering if we can try to describe a little bit how this little page looks like.\", \"Um, I'll try myself to say something about it.\", \"So, I think, and please correct me if I'm wrong, most of your projects have a similar style.\", \"You start with a big title, some text, then you have some interactive charts, then more text, then more interactive charts.\", \"Something I really, really like.\", \"And, um, and you talk about the data analysis behind it, how you collected the data, and provide quite a few details.\", \"And then you do the analysis itself, and describe what this means.\", \"So, in this case, you have one chart, where there are, like, um, songs, um, placed in a graph, and you can see how many songs from the '90s, right?\", \"It's called \\\"What's Remembered from the 90s,\\\" and you have each song represented by one, one dot, with the face of the singer, main singer, behind it.\", \"And you can see on the far right, there is Kurt Cobain with the most popular song ever, with, what?\", \"Fifty million, more than 50 millions plays.\", \"And, um, yeah, and you have many others on the left.\", \"Um, yeah, it's, it's very interesting, and I think what I really like of the analysis that you made, and the, and how you comment on this, is that you, you, especially on this specific piece, you've been commenting on the idea that some, there is a difference between, um, songs that are still popular today after many years, and how they scored back then in, uh, in Billboard and similar charts, right?\", \"And not necessarily the most popular song back then are those that, um, are still popular today. \"], [\"EB: Yeah, so, can you, can you briefly describe how the process works, for instance, for this project, right?\", \"So, I guess, you start from, from a question, and, uh, then you go about trying to see if you have data to answer this question.\", \"And, um, and how do you decide on, uh, um, what visualizations to use, how to design the page itself, what is the narrative structure?\", \"I mean, it looks to me that you are, uh, playing a lot with different ways of, um, giving a structure to your story.\", \"Um, so how do you do that? \"], [\"EB: But I have to say, Matt, my personal experience reading, using your projects is that I really like the text part that you produce.\", \"And especially the sequence, right?\", \"So, I, I, for instance, like the fact that you start from a clear question, and it's an interesting question, then you go about trying to answer that specific one, and then you make it broader, right?\", \"And, um, and another thing I like is that you first try to list the facts, what you can read out of the chart, but towards the end of your article, you kind of try to see, to generate hypotheses about, um, what phenomenon is behind, or what causality exists behind the, the facts that you extracted out of data.\", \"Um, I don't know if you do this on purpose or just you happen to do it this way, but I find it really, really interesting.\", \"So, for instance, just to give you an example, in the same piece we are talking about, \\\"Timeless Songs,\\\" I think towards the end of your article you talk about, um, why does this happen, right?\", \"And you come up with hypotheses about why does this happen, that some songs are popular when they are published and but still they don't, um, they are no longer popular after 10 or 20 years.\", \"And, yeah, I found this really interesting. \"], [\"EB: Yeah, yeah, and another aspect, I just want to briefly mention that too, you seem to make the charts sometimes so the first chart typically is the one that tries to answer the narrow question that you started with, but then as you progress, you give more freedom to the reader to explore some aspects on his own, right?\", \"Which is also interesting.\", \"I think this is, this has been called in the past something like the martini glass structure, so I guide you through some, some data facts, and as soon as you know enough about it, then you are ready to kind of like explore it on your own a little bit.\"], [\"EB: Yeah, like this time I'm gonna do it right.\"], [\"EB: Yeah, I think that's an aspect that I really like.\", \"I think here you found very nice balance between making the data accessible, right?\", \"But at the same time not trying to impose any specific, um, outcome, or even a hypothesis, right?\", \"I really like, I cut this sentence from, from your text.\", \"You write, \\\"We didn't set out trying to prove anything, but rather compile real data.\", \"We framed it as a census, rather than a study.\\\"\", \"And I really like, I really, really like that.\", \"Um, yeah, maybe you can comment a little bit more on this kind of mindset? \"], [\"EB: It's, it's a fine line, right?\", \"Because, yeah, I don't know.\", \"I find that this is a little, a big struggle for people like you, spend a lot of time trying to analyze data and make the result of this analysis, um, digestible by people, right?\", \"And at the same time, trying to find the right balance between not imposing your own view, but not making the whole thing too hard to understand it.\", \"You have to start from scratch, right?\"], [\"EB: Yeah.\", \"Yeah, yeah.\", \"But I have to say, I think here you are doing something really important, because, I mean, when you think about what kind of, who are the figures out there who are proposing ideas based on data, traditionally, right?\", \"On the one hand, you have scientists, on the other hand, you have people like journalists, and politicians.\", \"And all of them, one way or another, have some kind of agenda, or at least an hypothesis to, to, to prove, right?\", \"Or an intent to persuade you about something.\", \"And, and, you're kind of, like, moving away from that here, and still make the data and the ideas behind this data accessible.\", \"And I find this, this format really, really interesting.\"], [\"EB: You have no agenda, I guess, right? \"], [\"EB: Yeah, yeah.\"], [\"EB: Maybe you can briefly explain how you did, because the data collection and analysis here looks like a daunting task.\", \"Like, how did you, how did you collect this data and make sure that it had some, some okay quality at least?\"], [\"EB: Oh, yeah.\", \"I mean, Matt, I wish you all the best, because the work you are doing is, is honestly amazing, and, uh, it really shows it's clearly a labor of love.\", \"Every single detail in your work is just shows how much effort there is behind that, and, uh, how much care.\", \"You can see how deeply you care about everything.\", \"It goes from the data analysis, data collection, the visuals, the narrative, everything is fantastic.\", \"Congratulations. \"], [\"EB: Seriously, I mean, I even say that lightly.\", \"I'm really impressed by your work.\", \"It's fun and it's inspiring at the same time. \"], [\"EB: Yeah, absolutely.\", \"Absolutely. \"], [\"EB: Yeah, I think yesterday, sifting through your website, I found (inaudible) somewhere, where you are imitating keeping track of ideas, and it was like, oh yes, do this, this, this as well.\", \"Please, do it. \"], [\"EB: So, if there is anyone who aspires to work with you, what should this person do?\"], [\"EB: Great.\", \"Uh, well, okay, thanks, thanks a lot for coming on the show.\", \"I mean, we could go on forever.\", \"And, um, we are really looking forward to seeing what you are, what you publish next.\", \"And, uh, I wish you the best of luck.\", \"Thanks for coming on the show.\"], [\"EB: Bye.\", \"Bye-bye.\"], [\"EB: Hey, guys.\", \"Thanks for listening to Data Stories again.\", \"Before you leave, we have a request.\", \"If you can spend a couple of minutes rating us on iTunes, that would be extremely helpful for the show.\"], [\"EB: So, one last thing that we want to tell you is that we love to get in touch with our listeners, especially if you want to suggest a way to improve the show or amazing people you want us to invite, or even projects you want to ask to talk about.\"], [\"EB: This episode is sponsored by CartoDB.\", \"CartoDB is an open, powerful, and intuitive platform for discovering and predicting the key facts underlying the massive location data in our world.\", \"With CartoDB, analyzing and designing beautifully insightful maps has never been easier.\", \"Check out incredible location intelligence projects and get started for free at cartodb.com/gallery.\", \"That's c-a-r-t-o-d-b dot com, slash gallery.\"]]"