"[[\"Moritz Stefaner: Hey, Enrico.\", \"Um, it's summertime and I'm preparing my trip to the U.S., so we're touring the U.S. in three weeks, starting on Sunday.\", \"I'm excited, yeah.\"], [\"MS: Yeah.\", \"And you know this thing when you have a big presentation to give, and then, um, you really want to nail it, and then you start rewriting old Flash-based web applications instead?\"], [\"MS: That's what I did this week, so good for me.\", \"My presentation should be fine, too, yeah.\", \"I just had to redo the Twitter visualization I did the last... (inaudible)\"], [\"MS: I had to rebuild it.\", \"What could I do?\", \"So.\"], [\"MS: Uh, Minneapolis\\u2026\"], [\"MS: Vancouver, San Francisco, and Boston. \"], [\"MS: How about you?\", \"What are you up to? \"], [\"MS: So, you will put the article in the (inaudible), yeah? \"], [\"MS: Absolutely, very nice.\", \"So I'll read it. \"], [\"MS: So, um, let me just ask you this.\", \"So, this means that you started coding, what, one year ago or so?\"], [\"MS: It's so easy. \"], [\"MS: And you used the Spotify API for that, for the current plays, right?\", \"Is that an API that gives you a lot of access to, like, the low-level data, or did you have to, uh, do a lot of tricks to, to extract the relevant information?\", \"How is it working with that data source?\"], [\"MS: Okay, yeah, yeah, yeah.\"], [\"MS: In the end, it's a great advertisement for them, so I think they should have paid you some money.\"], [\"MS: You got to use the data, so that's already good.\", \"Yeah.\", \"And, but, you're saying the top 10 songs per artist are available nevertheless, so you could do something similar, but a bit more, like, not as complete, yeah?\"], [\"MS: Go into the artist pages, and scrape everything, and yeah.\"], [\"MS: And will you write the text and do the sequencing of the charts afterwards, basically, when you have a good idea of what, what seems to be interesting, and what seems to be a good way to present the topic? \"], [\"MS: Yeah, but you can also give background, or talk about causality behind, you know, the plain surface information that everybody sees, right?\", \"I mean, I think that can be quite valuable.\", \"I mean, it's a bit pointless to say, like, and as we can see, blah is number one.\", \"You know?\", \"That's, like, yeah, duh.\", \"But, yeah.\"], [\"MS: Yeah, this framing, like, starting with the right question, or, like, what is the entry point to the whole thing, can totally make or break these sort of complex, uh, projects.\"], [\"MS: This is a good time to talk about our sponsor this week.\", \"This episode of Data Stories is sponsored by CartoDB.\", \"CartoDB is an open, powerful, and intuitive platform for discovering and predicting the key facts underlying the massive location data in our world.\", \"And recently, they announced a partner with Metson to provide location data services, which you can use either inside CartoDB, or even license them to your application.\", \"They provide custom base maps which are customized (inaudible)???\", \"maps supported with worldwide coverage.\", \"They also offer geocoding services so you can turn plain text into location coordinates using the built-in geocoder, and you can custom geocode your data by country, county, or municipality.\", \"Choose from high-accuracy street addresses, or map your locations by any global postal code.\", \"And they also provide routing services, so based on open street maps road network data, CartoDB's routing services provide easy driving, walking, and cycling and turn-by-turn directions, and it also includes a cool feature called time and distance isolens (inaudible), so you can draw on a map how far you can actually get with 20 minutes of walking, for instance, from a given point.\", \"With CartoDB, analyzing and designing beautifully insightful maps has never been easier.\", \"Check out incredible location intelligence projects, and get started for free at CartoDB.com/gallery.\", \"And now, back to the show. \"], [\"MS: There's another one that I would like to talk about.\", \"Actually, it's two, so it's a duo of projects, as far as I understood.\", \"So, you did a look into Hollywood's, uh, gender balance, or gender divide, maybe.\", \"And, uh, yeah, there's actually two articles on Polygraph related to that.\", \"Can you tell us a bit about how that story unfolded? \"], [\"MS: Yeah, you'd think any movie easily passes, right? \"], [\"MS: Yeah, how couldn't there be a movie that at least once there are two women that talk about something, I mean how hard can it be? \"], [\"MS: So did you meet the Reddit crowd, or what happened? \"], [\"MS: It's also very binary, you know?\", \"It's, like, either you pass or fail.\", \"I mean, as if it wasn't an exam, I mean.\", \"Yeah.\"], [\"MS: Just a lot of outrage on both sides, and a lot of traffic (inaudible).\"], [\"MS: Yeah, and there's so much anecdotal info about this, you know?\", \"Everybody comes up with one example, or five examples, and I think it's so interesting to look at 5,000 and see how it plays out.\", \"And, I think, this is what you did, right?\"], [\"MS: So, what did you find?\", \"Now everybody wants to know. \"], [\"MS: And you can compare by, by genre, you even looked at the actors' ages, which I found super interesting, like, is there a difference, you know, how old the different roles are.\", \"Spoiler, women are much younger in films, and so this is all very interesting. \"], [\"MS: Now he's trying to sneak out of his responsibility. \"], [\"MS: You can always take that apart, yeah.\", \"That's the thing, I mean, you analyze pop culture with numbers, right?\", \"And this is, I think is always interesting, and there's always super much to be learned, but it's pretty much impossible, I think, to prove anything cultural, like, just with numbers.\", \"You know?\", \"There's always, like, a shortcoming in, oh, you could also have measured this, or you're not taking into account that.\", \"Or, you know, it's, you can just show, yeah, one perspective.\", \"I think that's clear. \"], [\"MS: Yeah, but still, some data's better than no data. \"], [\"MS: Yeah.\"], [\"MS: Yeah, they're made for humans, not for machines, right?\", \"So (inaudible)\"], [\"MS: That's, that's quite good.\", \"Yeah, I mean it sounds incredibly laborious.\", \"I mean, first of all, thanks for doing this, so now it's available, and you know people can work with that.\", \"But the other thing is also practically, like, how do you do that?\", \"So, basically, you are building this data journalism platform right now and going to these really complex data investigations, do cool graphics.\", \"How do you make that work from a financial standpoint?\", \"Do you just try to do something cool now and worry about that later, or do you get paid for the work already, or do you have a plan to get paid?\", \"Like, how do you think this will play out?\"], [\"MS: That's what I was going to say, (inaudible)\"], [\"MS: Yeah, we can't wait to see your next projects.\", \"Let us know when they come out.\"], [\"MS: Thanks, Matt.\", \"Bye-bye.\"], [\"MS: And here's also some information on the many ways that you can get news directly from us.\", \"We're of course on Twitter at twitter.com/datastories, we have a Facebook page at Facebook.com/datastoriespodcast all in one word, and we also have an email newsletter.\", \"So if you want to get news directly into your inbox and be notified whenever we publish an episode, you can go to our homepage, datastori.es and look for the link that you find on the bottom, in the footer.\"], [\"MS: Yeah, absolutely, so don't hesitate to get in touch with us.\", \"It's always a great thing for us.\", \"And that's all for now.\", \"See you next time, and thanks for listening to Data Stories.\"]]"